Repository: collective/collective.weather
Catalog: src/collective/weather/locales/*/LC_MESSAGES/collective.weather.po
Languages: pt_br

source: A portlet that shows the weather forecast for selected cities.
pt_br: Um portlet que mostra o estado do tempo para locais selecionados.

source: Available locations
pt_br: Locais disponiveis

source: Fair
pt_br: Céu claro

source: Few Showers
pt_br: Pancadas de chuva

source: Metric
pt_br: Métrico

source: Mostly Cloudy
pt_br: Nublado

source: Mostly Sunny
pt_br: Ensolarado

source: No weather information
pt_br: Sem informação do estado do tempo

source: Partly Cloudy
pt_br: Parcialmente ensolarado

source: Rain
pt_br: Chuva

source: Scattered T-Storms
pt_br: Trovoadas dispersas

source: Settings for the collective.weather package
pt_br: Configuração do pacote collective.weather

source: Show weather viewlet?
pt_br: Mostrar o viewlet do estado do tempo?

source: Showers
pt_br: Chuvas

source: Sunny
pt_br: Ensolarado

source: Uninstall profile for the collective.weather package.
pt_br: Desinstalar o pacote collective.weather.

source: Units
pt_br: Unidades

source: Weather
pt_br: Estado do tempo

source: Weather Setup
pt_br: Configuração do collective.weather

source: Weather portlet
pt_br: Portlet de estado do tempo

source: Weather service to be used
pt_br: Serviço meteorológico a ser utilizado

source: help_location_ids
pt_br: Informe aqui todos os locais que estarão disponíveis. Formato: id|nome|location_id. Verifique a documentação do pacote <a href="https://github.com/collective/collective.weather#finding-locations"> </ a> para mais informações sobre como encontrar os identificadores.

source: help_show_viewlet
pt_br: Define se o viewlet de estado do tempo será mostrado no site.

source: help_units
pt_br: Sistema de unidades a ser utilizado: sistema métrico ou imperial. Sistema métrico usa graus Celsius. Sistema imperial usa graus Fahrenheit.
